Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

# settings.theme.tab.terminal
source: Terminal
ar_ae: الإعدادات.الموضوع.علامة التبويب.المحطة الطرفية
de_ch: Einrichtung.Thema.Registerkarte.Terminal.
es_mx: Ajustes. Tema. Pestaña. Terminal.
es_us: Ajustes.tema.pestaña.terminal.
fr_ca: Paramètres.thème.onglet.terminal
hi_in: सेटिंग्स.थीम.टैब.टर्मिनल
id: Pengaturan.tema.tab.terminal
it: Terminale
it_ch: Impostazioni.tema.tabella.terminale
ja_jp: 設定.テーマ.タブ.端末
ko_kr: 설정. 테마. 탭. 터미널
nb_no: Innstillinger.Tema.Fane.Terminal.
pt: Definições.tema.abotoamento.terminal
pt_br: Configurações.tema.abotoamento.terminal.
tr: ayarlar.tema.sekmeci.terminal
uk_ua: Налаштування.тема.вкладка.термінал
zh_hant: 終端機

# settings.global.login.username
source: Enter your username
ar_ae: الإعدادات.العالمية.تسجيل الدخول.اسم المستخدم
de_ch: Einstellung.global.Login.Benutzername.
es_mx: Ajustes.global.inicio de sesión.nombre de usuario
es_us: Ajustes.global.inicio de sesión.nombre de usuario
fr_ca: Paramètres.globaux.connexion.nom d'utilisateur.
hi_in: सेटिंग्स.ग्लोबल.लॉगिन.उपयोगकर्ता नाम
id: Pengaturan.global.masuk.namapengguna
it: Inserisci il tuo username
it_ch: Impostazioni.Global.Login.Nomeutente
ja_jp: 設定.グローバル.ログイン.ユーザー名
ko_kr: 설정.글로벌.로그인.유저이름
nb_no: Innstillinger.Global.Innlogging.Brukernavn
pt: Definições.globais.login.nomedeutilizador
pt_br: Configurações.global.login.nome de usuário.
tr: ayarlar.dglobal.giriş.kullanıcıadresi
uk_ua: Settings.global.login.username
zh_hant: 輸入您的使用者名稱

# settings.general.issues
source: Show Issues
ar_ae: الإعدادات.العامة.القضايا
de_ch: Einstellungen.Allgemeine.Probleme.
es_mx: Ajustes.general.cuestiones.
es_us: Ajustes.general.cuestiones
fr_ca: paramètres.général.problèmes
hi_in: सेटिंग्स.सामान्य.मुद्दे
id: Pengaturan.umum.masalah
it: Mostra Problemi
it_ch: impostazioni.generali.problemi
ja_jp: 設定.一般.問題点
ko_kr: 설정.일반.문제점들
nb_no: innstillinger.generell.problemer.
pt: configurações.gerais.problemas
pt_br: configurações.gerais.problemas
tr: ayarlar.genel.sorunlar
uk_ua: Налаштування.загальні.проблеми
zh_hant: 顯示問題

# settings.account.gitlab.hosted
source: GitLab Self-Hosted
ar_ae: Settings.account.gitlab.hosted
de_ch: Einstellungen.Konto.GitLab.gehostet.
es_mx: Ajustes.cuenta.gitlab.alojado
es_us: Ajustes.cuenta.gitlab.alojado
fr_ca: paramètres.compte.gitlab.hébergé
hi_in: सेटिंग्स.अकाउंट.गिटलैब.होस्टेड
id: Pengaturan.akun.gitlab.hosted
it_ch: impostazioni.account.gitlab.hostato
ja_jp: 設定.アカウント.gitlab.ホストされた
ko_kr: 설정.계정.기글리브.호스팅됨
nb_no: [Innstillinger] konto.gitlab.hostet
pt: configurações.conta.gitlab.alojado
pt_br: Configurações.conta.gitlab.alojado
tr: ayarlar.hesap.gitlab.hosted
uk_ua: Налаштування.account.gitlab.hosted
zh_hant: 自架 GitLab

# settings.general.file.extensions.only
source: Show only
ar_ae: الإعدادات.عام.ملف.ملحقات.فقط
de_ch: Einstellungen.Allgemein.Datei.Erweiterungen.Nur.
es_mx: Ajustes.general.Archivo.Extensiones.solo
es_us: Ajustes.general.archivo.extensiones.solo
fr_ca: paramètres.général.fichier.extensions.uniquement.
hi_in: सेटिंग्स.सामान्य.फ़ाइल.एक्सटेंशन.केवल
id: Pengaturan.umum.berkas.ekstensi.hanya
it: Mostra solo
it_ch: Impostazioni.generali.file.estensioni.solo
ja_jp: 設定.一般.ファイル.拡張子.のみ
ko_kr: 설정.일반.파일.확장자.단독
nb_no: Innstillinger.Generell.Fil.Endelser.Kun
pt: Definições.gerais.ficheiro.extensões.apenas
pt_br: configurações.gerais.arquivo.extensões.apenas
tr: ayarlar.genel.dosya.eklentiler.yalnızca
uk_ua: Settings.general.file.extensions.only
zh_hant: 只顯示

# settings.source.control.general.fetch
source: Fetch and refresh server status automatically
ar_ae: الإعدادات.المصدر.التحكم.العام.جلب
de_ch: Einstellungen.Quelle.Steuerung.Allgemein.Abrufen.
es_mx: Configuración.Fuente.Control.General.Obtener.
es_us: Configuración.Fuente.Control.General.Obtener.
fr_ca: Paramètres.source.contrôle.général.recherche.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.फ़ेच
id: Pengaturan.sumber.kontrol.umum.mengambil
it: Esegui fetch e aggiorna automaticamente lo stato del server
it_ch: Impostazioni.Fonte.Controllo.Generale.Rileva.
ja_jp: 設定.ソース.コントロール.一般.取得
ko_kr: 설정.소스.컨트롤.일반.fetch
nb_no: Innstillinger.kilde.kontroll.generell.hente
pt: Configurações.fonte.controlo.geral.pesquisar
pt_br: Configurações.fonte.controlo.geral.pesquisar.
tr: ayarlar.kaynak.kontrol.genel.hacep
uk_ua: Налаштування.джерело.контроль.загальне.завантаження
zh_hant: 自動抓取及更新伺服器狀態

# settings.theme.get.themes
source: Get More Themes...
ar_ae: الإعدادات.الموضوع.الحصول على.الموضوعات
de_ch: Einstellungen.Thema.Erhalte.Themen
es_mx: Ajustes.tema.obtener.temas
es_us: Ajustes.tema.obtener.temas
fr_ca: Paramètres.thème.obtenir.les thèmes.
hi_in: सेटिंग्स.थीम.गेट.थीम्स
id: Pengaturan.tema.dapatkan.tema
it: Ottieni altri temi...
it_ch: Impostazioni.tema.ottenere.temi
ja_jp: 設定.テーマ.取得.テーマ
ko_kr: 설정.테마.가져오기.테마들
nb_no: Innstillinger.Tema.Hent.Temaer
pt: Definições.tema.obter.os temas
pt_br: configurações.tema.obter.temas
tr: ayarlar.tema.al.temaslar
uk_ua: Налаштування.тема.отримати.теми
zh_hant: 取得更多風格⋯

# settings.general.dialog.warnings.reset
source: Reset "Don't Ask Me" Warnings
ar_ae: الإعدادات.عام.حوار.تحذيرات.إعادة تعيين
de_ch: Einstellungen.Allgemein.Dialog.Warnungen.Reset.
es_mx: Ajustes.general.dialog.avisos.reset
es_us: Ajustes.general.dialog.avisos.reset
fr_ca: Paramètres.général.dialogue.avertissements.réinitialisation.
hi_in: सेटिंग्स.general.dialog.warnings.रीसेट
id: Pengaturan.umum.dialog.peringatan.atur ulang
it: Ripristina Avvisi "Non farmi domande"
it_ch: Impostazioni.Generale.Dialoghi.Avvertenze.Reimpostazione.
ja_jp: 設定.一般.ダイアログ.警告.リセット
ko_kr: 설정.일반.대화.경고.재설정
nb_no: Innstillinger.Generell.Dialog.Advarsler.Nullstill.
pt: Definições.gerais.dialog.avisações.redefinição
pt_br: Configurações.gerais.dialog.avisações.redefinição.
tr: ayarlar.genel.dialog.uyarılar.sıfırla
uk_ua: Settings.general.dialog.warnings.reset
zh_hant: 重置「不要再問」警告

# welcome.open.file
source: Open a file or folder
ar_ae: مرحبا بك. افتح الملف
de_ch: Willkommen.Öffne.Datei.
es_mx: bienvenido.archivoabierto.
es_us: bienvenido.archivoabierto.
fr_ca: Bienvenue. Ouvrir. Dossier.
hi_in: स्वागत.ओपन.फाइल
id: Selamat datang.buka.berkas
it: Apri un file o una cartella
it_ch: bienvenuto.aprire.file
ja_jp: 歓迎。オープン。ファイル
ko_kr: 어서오세요.열어서.파일을
nb_no: velkommen.åpne.fil
pt: bem-vindo.arquivoaberto.
pt_br: Bem-vindo.abrir.arquivo
tr: hoş geldin.aç.dosya
uk_ua: Ласкаво просимо.відкрити.файл
zh_hant: 開啟檔案或檔案夾

# settings.theme.terminal.selection
source: Selection
ar_ae: الإعدادات.الموضوع.المحطة.الاختيار
de_ch: Einrichtung.Thema.Terminal.Auswahl.
es_mx: Ajustes.tema.terminal.selección.
es_us: Ajustes.tema.terminal.selección.
fr_ca: Paramètres.thème.terminal.selection.
hi_in: सेटिंग्स.थीम.टर्मिनल.चयन
id: Pengaturan.tema.terminal.seleksi
it: Selezione
it_ch: Impostazioni.tema.terminale.selezione
ja_jp: 設定.テーマ.端末.選択
ko_kr: 설정.테마.터미널.선택
nb_no: innstillinger.tema.terminal.valg
pt: Definições.tema.terminal.seleção
pt_br: configurações.tema.terminal.seleção
tr: ayarlar.teması.terminal.seçim
uk_ua: Налаштування.тема.термінал.вибір
zh_hant: 選擇

# settings.account.client.not.supported
source: This git client is currently not supported yet!
ar_ae: الإعدادات.الحساب.العميل.غير مدعوم
de_ch: Einstellung.Konto.Client.Nicht.Unterstützt.
es_mx: Configuración.cuenta.cliente.no.soportado
es_us: Configuración.cuenta.cliente.no.soportado
fr_ca: Paramètres.compte.client.non pris en charge.
hi_in: Settings.account.client.not.supported
id: Pengaturan.akun.klien.tidak.didukung
it: Questo client git non è ancora supportato!
it_ch: Impostazioni.account.client.non.supportato.
ja_jp: 設定.アカウント.クライアント.サポートされていない
ko_kr: 설정.계정.클라이언트.지원되지 않음.
nb_no: innstillinger.konto.klient.ikke støttet.
pt: configurações.conta.cliente.não.suportado
pt_br: Configurações.conta.cliente.não.suportado.
tr: ayarlar.hesap.müşteri.desteklenmiyor.
uk_ua: Settings.account.client.not.supported
zh_hant: 此 git 客戶端尚未支援！

# about.no.build
source: No Build
ar_ae: حول.لا.بناء
de_ch: Über.no.build.
es_mx: Acerca de.no.construir
es_us: Acerca de.no.construir
fr_ca: à propos de.non.construire
hi_in: के बारे में.नहीं.बिल्ड
id: Tentang.tidak.membangun
it: Nessuna build
it_ch: Info.no.costruisci
ja_jp: about.no.buildについて
ko_kr: 대략.아니.빌드
nb_no: Om.bygge.no
pt: sobre.não.construir
pt_br: Sobre.não.construir
tr: hakkında.hayır.yapı
uk_ua: About.no.build
zh_hant: 無組建

source: https://example.com
ar_ae: موقع https://example.com
fr_ca: https://exemple.com
id: Https://contoh.com
pl: Https://przykład.com
pt: https://exemplo.com
ru: Сайт https://example.com
th: เว็บไซต์ https://example.com

# settings.account.add
source: Add Account
ar_ae: الإعدادات.الحساب.الإضافة
de_ch: Einrichten.Konto.Hinzufügen.
es_mx: Ajustes.cuenta.añadir
es_us: Añadir configuración.cuenta.
fr_ca: Paramètres.compte.ajouter
hi_in: सेटिंग्स.खाता.जोड़े
id: Pengaturan.akun.tambahkan
it: Aggiungi Account
it_ch: Impostazioni.account.aggiungere
ja_jp: 設定.アカウント.追加する
ko_kr: 설정.계정.추가하기
nb_no: innstillinger.konto.legg til
pt: configurações.conta.adicionar
pt_br: Configurações.conta.adicionar
tr: ayarlar.hesap.ekleyin
uk_ua: Налаштування.обліковий запис.додати
zh_hant: 加入帳戶

# settings.account.bitbucket.server
source: Bitbucket Server
ar_ae: Settings.account.bitbucket.server
es_mx: Configuración.cuenta.bitbucket.servidor
es_us: Configuración.cuenta.bitbucket.servidor
fr_ca: Paramètres.compte.bitbucket.serveur
hi_in: सेटिंग्स.account.bitbucket.server
id: Pengaturan.akun.bitbucket.server
it_ch: Impostazioni.account.bitbucket.server.
ja_jp: 設定.アカウント.ビットバケット.サーバー
ko_kr: 설정.계정.비트버킷.서버
nb_no: {nål}/-/-/-/-/-/-/-/-/-/-/-/-/-/-/-/-/-/-
pt: Definições.conta.bitbucket.servidor
pt_br: Configurações.conta.bitbucket.servidor
tr: ayarlar.hesap.bitbucket.sunucu
uk_ua: Налаштування.account.bitbucket.server

# settings.global.login.server
source: Server:
ar_ae: الإعدادات.العالمية.تسجيل الدخول.الخادم
de_ch: Einstellungen.Global.Login.Server
es_mx: Configuración.Global.Inicio de sesión.Servidor
es_us: Configuración.Global.Inicio de sesión.Servidor
fr_ca: Paramètres.globaux.connexion.serveur.
hi_in: सेटिंग्स.ग्लोबल.लॉगिन.सर्वर
id: Pengaturan.global.masuk.server
it_ch: Impostazioni.Global.Login.Server
ja_jp: 設定.グローバル.ログイン.サーバー
ko_kr: 설정.글로벌.로그인.서버
nb_no: Innstillinger.Global.Innlogging.Server
pt: Definições.globais.login.servidor
pt_br: Configurações.global.login.servidor
tr: ayarlar.dglobal.giriş.sunucu
uk_ua: Налаштування.глобальний.вхід.сервер
zh_hant: 伺服器：

# settings.source.control.general.navigator.sort.name
source: Sort by Name
ar_ae: Settings.source.control.general.navigator.sort.name
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Navigator.Sortieren.Name.
es_mx: Ajustes.Fuente.Control.General.Navegador.Ordenar.Nombre.
es_us: Ajustes.Fuente.Control.General.Navegador.Ordenar.Nombre.
fr_ca: Paramètres.source.contrôle.général.navigateur.trier.nom
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.नेविगेटर.सॉर्ट.नाम
id: Pengaturan.sumber.kontrol.umum.navigator.urutkan.nama
it: Ordina per nome
it_ch: Impostazioni.Fonte.Controllo.Generale.Navigatore.Ordine.Nome.
ja_jp: 設定.ソース.コントロール.一般.ナビゲータ.ソート.名前
ko_kr: 설정.소스.제어.일반.네비게이터.정렬.이름
nb_no: Innstillinger.kilde.kontroll.generell.navigator.sorter.navn
pt: Configurações.fonte.controlo.geral.navigator.ordem.nome
pt_br: Configurações.fonte.controlo.geral.navigator.ordem.nome.
tr: ayarlar.kaynak.kontrol.genel.navigatör.sıralama.isim
uk_ua: Налаштування.джерело.контроль.загальний.навігатор.сортування.ім'я
zh_hant: 以名稱排序

# settings.general.open.panel
source: Open Panel
ar_ae: الإعدادات.عام.فتح.لوحة
de_ch: Einstellung.allgemein.Öffne.Verwaltung.Verwaltung.
es_mx: Ajustes.general.abrir.panel
es_us: Ajustes.general.abrir.panel
fr_ca: Paramètres.général.ouvrir.panneau.
hi_in: सेटिंग्स.general.open.panel
id: Pengaturan.umum.terbuka.panel
it: Pannello Aperto
it_ch: Impostazioni.generali.aprire.pannello
ja_jp: 設定.一般.開く.パネル
ko_kr: 설정.일반.열기.패널
nb_no: Innstillinger.Generelt.Åpne.Panel.
pt: Definições.gerais.abrir.painel
pt_br: Configurações.gerais.abrir.painel
tr: ayarlar.genel.açık.panel
uk_ua: Налаштування.загальні.відкрити.панель
zh_hant: 開啟對話方塊

# settings.source.control.git.ignored.files.none
source: No Ignored Files
ar_ae: Settings.source.control.git.ignored.files.none
de_ch: Einstellungen.Quelle.Steuerung.Git.Ignored.Dateien.Keine
es_mx: Ajustes.Fuente.Control.Git.Ignorado.Archivos.Ninguno.
es_us: Ajustes.Fuente.Control.Git.Ignorado.Archivos.Ninguno.
fr_ca: Paramètres.source.contrôle.git.ignoré.fichiers.non.
hi_in: Settings.source.control.git.ignored.files.none
id: Pengaturan.sumber.kontrol.git.diabaikan.berkas.tidak ada
it: Nessun file ignorato
it_ch: Impostazioni.Fonte.Controllo.Git.Ignorato.File.Nessuno.
ja_jp: 設定.ソース.コントロール.git.無視されたファイル.無効ファイル
ko_kr: 설정.소스.제어.지트.ignored.파일이.none
nb_no: Innstillinger.kilde.kontroll.git.ignorerte.filer.ingen.
pt: configurações.fonte.controlo.git.ignorado.arquivos.nenhum
pt_br: configurações.fonte.controlo.git.ignorado.arquivos.nenhum
tr: ayarlar.kaynak.kontrol.git.gözardıldı.dosyalar.hiçbiri
uk_ua: Settings.source.control.git.ignored.files.none
zh_hant: 無忽視檔案

# settings.global.cancel
source: Cancel
ar_ae: الإعدادات.العالمية.إلغاء
de_ch: Einstellungen.Global.Stornieren.
es_mx: Ajustes.global.cancelar
es_us: Ajustes.global.cancelar
fr_ca: Paramètres.globaux.annuler.
hi_in: सेटिंग्स.ग्लोबल.रद्द करें
id: Pengaturan.global.batalkan
it: Annulla
it_ch: Impostazioni.Global.Annulla
ja_jp: 設定.グローバル.キャンセル
ko_kr: 설정.글로벌.취소
nb_no: Innstillinger.Global.Avbryt
pt: Definições.globais.cancelar
pt_br: Configurações.global.cancelar
tr: ayarlar.dglobal.iptal
uk_ua: Settings.global.cancel
zh_hant: 取消

# settings.general.issues.minimized
source: Show Minimized
ar_ae: الإعدادات.العامة.القضايا.التصغير
de_ch: einstellungen.allgemein.probleme.minimiert.
es_mx: Ajustes.general.cuestiones.minimizado
es_us: ajustes.general.cuestiones.minimizado
fr_ca: Paramètres.général.problèmes.minimisés.
hi_in: सेटिंग्स.सामान्य.मुद्दे.कम से कम
id: Pengaturan.umum.masalah.diminimalkan
it: Mostra Ridotti
it_ch: impostazioni.generali.problemi.minimizzati
ja_jp: 設定.一般.問題.最小化
ko_kr: 설정.일반.문제점.최소화됨
nb_no: innstillinger.generell.problemer.minimalisert.
pt: configurações.gerais.problemas.minimizados
pt_br: configurações.gerais.problemas.minimizados
tr: ayarlar.genel.sorunlar.en aza indirildi
uk_ua: Settings.general.issues.minimized
zh_hant: 精簡顯示

# settings.source.control.general.text.editing
source: Text Editing
ar_ae: الإعدادات.المصدر.التحكم.العام.النص.التحرير
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Text.Bearbeitung.
es_mx: Ajustes.Fuente.Control.General.Texto.Edición.
es_us: Ajustes.Fuente.Control.General.Texto.Edición.
fr_ca: Paramètres.source.contrôle.général.texte.édition.
hi_in: Settings.source.control.general.text.editing
id: Pengaturan.sumber.kontrol.umum.teks.pengeditan
it: Modifica del testo
it_ch: Impostazioni.Fonte.Controllo.Generale.Testo.Modifica.
ja_jp: 設定.ソース.コントロール.一般.テキスト.編集
ko_kr: 설정.소스.컨트롤.일반.텍스트.편집
nb_no: Innstillinger.kilde.kontroll.generell.tekst.redigering.
pt: Configurações.fonte.controlo.geral.texto.editar.
pt_br: configurações.fonte.controlo.geral.texto.edição
tr: ayarlar.kaynak.kontrol.genel.metin.düzenleme
uk_ua: Settings.source.control.general.text.editing
zh_hant: 本文編輯

# global.cancel
source: Cancel
ar_ae: إلغاء عالمي
de_ch: Weltweiter.Stornieren.
es_mx: cancelar globalmente
es_us: cancelar globalmente
fr_ca: annuler mondialement.
hi_in: वैश्विक.रद्द करें
id: Global.batalkan
it: Annulla
it_ch: Annulla globale.
ja_jp: キャンセルするグローバル
ko_kr: 세계적.취소
nb_no: Avbestille globalt.
pt: cancelar globalmente.
pt_br: Cancelar globalmente.
tr: Küresel.İptal et
uk_ua: Global.скасувати
zh_hant: 取消

# settings.update.channel.update.available
source: Update Available
ar_ae: Settings.update.channel.update.available
de_ch: Einstellungen.Aktualisierung.Kanal.Aktualisierung.Verfügbar.
es_mx: Ajustes.actualización.canal.actualización.disponible
es_us: Ajustes.actualización.canal.actualización.disponible
fr_ca: Paramètres.mise à jour.canal.mise à jour.disponible.
hi_in: सेटिंग्स.अपडेट.चैनल.अपडेट.उपलब्ध
id: Pengaturan.pembaruan.saluran.pembaruan.tersedia
it: Aggiornamento disponibile
it_ch: Impostazioni.aggiornamento.canale.aggiornamento.disponibile
ja_jp: 設定.アップデート.チャンネル.アップデート.利用可能
ko_kr: 설정.업데이트.채널.업데이트.가능한
nb_no: innstillinger.oppdatering.kanal.oppdatering.gjengelig
pt: configurações.atualizar.canal.atualizar.disponível
pt_br: Configurações.atualizar.canal.atualizar.disponível
tr: ayarlar.güncelleme.kanal.güncelleme.mevcut
uk_ua: Settings.update.channel.update.available
zh_hant: 已有更新版

# about.version
source: Version %@ (%@)
ar_ae: حول الإصدار
de_ch: Über.Version
es_mx: versión.sobre
es_us: versión.sobre
fr_ca: à propos de.version.
hi_in: संस्करण के बारे में
id: Tentang.versi
it: Versione %@ (%@)
it_ch: A proposito di.versione
ja_jp: バージョンについて
ko_kr: 대략.버전
nb_no: Om.versjon
pt: Sobre.versão
pt_br: Sobre.versão
tr: hakkında.sürüm
uk_ua: Про.версію
zh_hant: 版本 %@（%@）

# settings.general.file.extensions.hide
source: Hide all
ar_ae: الإعدادات.عام.ملف.ملحقات.إخفاء
de_ch: Einstellungen.Allgemein.Datei.Erweiterungen.Verstecken.
es_mx: Ajustes.general.archivo.extensiones.esconder
es_us: Ajustes.general.archivo.extensiones.esconder
fr_ca: Paramètres.général.fichier.extensions.cacher.
hi_in: Settings.general.file.extensions.hide
id: Pengaturan.umum.berkas.ekstensi.sembunyikan
it: Nascondi tutti
it_ch: Impostazioni.generali.file.estensioni.nascondi
ja_jp: 設定.一般.ファイル.拡張子.非表示にする
ko_kr: 설정.일반.파일.확장자.숨기다
nb_no: Innstillinger.Generell.Fil.Endelser.Skjul
pt: Definições.gerais.ficheiro.extensões.esconder
pt_br: configurações.gerais.arquivo.extensões.esconder
tr: ayarlar.genel.dosya.eklentiler.gizle
uk_ua: Settings.general.file.extensions.hide
zh_hant: 全部隱藏

# settings.update.channel.release
source: Release
ar_ae: الإعدادات.التحديث.القناة.الإصدار
de_ch: Einstellungen.Aktualisierung.Kanal.Freigabe.
es_mx: Ajustes.actualización.canal.descarga
es_us: Ajustes.actualización.canal.descarga
fr_ca: Paramètres.mise à jour.canal.libération.
hi_in: सेटिंग्स.अपडेट.चैनल.रिलीज़
id: Pengaturan.pembaruan.saluran.rilis
it: Stabile
it_ch: Impostazioni.Aggiornamento.Canale.Rilascio
ja_jp: 設定.アップデート.チャンネル.リリース
ko_kr: 설정.업데이트.채널.발행
nb_no: Innstillinger.Oppdater.Kanal.Utgivelse.
pt: Configurações.atualizar.canal.liberar
pt_br: Configurações.atualizar.canal.liberar.
tr: ayarlar.güncelleme.kanal.serbestlatma
uk_ua: Налаштування.оновлення.канал.випуск
zh_hant: 正式發表版

# settings.aurora.login.email
source: Enter your email
ar_ae: Settings.aurora.login.email
de_ch: Setup.Aurora.Login.Email.
es_mx: Ajustes.aurora.inicio de sesión.correo electrónico
es_us: Ajustes.aurora.inicio de sesión.correo electrónico
fr_ca: Paramètres.Aurora.Connexion.Courriel.
hi_in: Settings.aurora.login.email
id: Pengaturan.aurora.login.email
it: Inserisci la tua email
it_ch: Impostazioni.aurora.login.email.
ja_jp: 設定.オーロラ.ログイン.メール
ko_kr: 설정.오로라.로그인.이메일
nb_no: Innstillinger.Aurora.Innlogging.E-postadresse
pt: Definições.aurora.login.email
pt_br: Configurações.aurora.login.email
tr: ayarlar.aurora.giriş.e-posta
uk_ua: Settings.aurora.login.email
zh_hant: 輸入您的電郵帳號

# settings.theme.terminal.background.text
source: Background & Text
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.الخلفية.النص
de_ch: Einstellung.Thema.Terminal.Hintergrund.Text.
es_mx: Ajustes.tema.terminal.fondo.texto.
es_us: Ajustes.tema.terminal.fondo.texto.
fr_ca: Paramètres.thème.terminal.fond.texte.
hi_in: सेटिंग्स.थीम.टर्मिनल.पृष्ठभूमि.पाठ
id: Pengaturan.tema.terminal.latar belakang.teks
it: Sfondo e testo
it_ch: Impostazioni.tema.terminale.sfondo.testo.
ja_jp: 設定.テーマ.端末.背景.テキスト
ko_kr: 설정.테마.터미널.배경.텍스트
nb_no: Innstillinger.Tema.Terminal.Bakgrunn.Tekst.
pt: Definições.tema.terminal.fundo.texto.
pt_br: Configurações.tema.terminal.fundo.texto.
tr: ayarlar.teması.terminal.arka plan.yazısı
uk_ua: Налаштування.тема.термінал.фон.текст
zh_hant: 背景與本文

# welcome.open.existing
source: Open an existing file or folder on your Mac
ar_ae: مرحبا بك.مفتوح.موجود
de_ch: Willkommen.Öffnen.bestehend.
es_mx: bienvenido.abierto.existente
es_us: bienvenido.abierto.existente
fr_ca: Bienvenue. Ouvert. Existant.
hi_in: स्वागत.खुला.मौजूदा
id: Selamat datang.terbuka.ada
it: Apri un file o una cartella esistente sul tuo Mac
it_ch: benvenuto.aprire.esistente
ja_jp: ようこそ。開く。既存
ko_kr: 환영.열기.존재
nb_no: Velkommen.åpent.eksisterende
pt: bem-vindo.abrir.existente
pt_br: Bem-vindo.Abra.Existente.
tr: hoş geldin.açık.var olan
uk_ua: Ласкаво просимо.відкрити.існуючий
zh_hant: 開啟您 Mac 裡現有的檔案或檔案夾

# settings.general.appearance
source: Appearance
ar_ae: الإعدادات.عام.المظهر
de_ch: einstellungen.allgemein.aussehen.
es_mx: Ajustes.general.apariencia
es_us: ajustes.general.apariencia
fr_ca: paramètres.général.apparence
hi_in: सेटिंग्स.सामान्य.उपस्थिति
id: Pengaturan.umum.penampilan
it: Aspetto
it_ch: Impostazioni.Generale.Aspetto.
ja_jp: 設定.一般.外観
ko_kr: 설정.일반.외관
nb_no: innstillinger.generell.utseende
pt: Definições.geral.apariência
pt_br: Configurações.Geral.Aparência
tr: ayarlar.genel.görünüm
uk_ua: Settings.general.appearance
zh_hant: 外觀

# global.close
source: Close
ar_ae: عالمي.إغلاق
de_ch: Geschluss.Global.
es_mx: cerrar global.
es_us: cerrar global.
fr_ca: fermeture globale.
hi_in: वैश्विक.बंद
id: Global.tutup
it: Chiudi
it_ch: chiudi globale.
ja_jp: グローバル.クローズ
ko_kr: 닫기 글로벌.
nb_no: Global.lukk
pt: Fechar global.
pt_br: Fechar global.
tr: kapan.dünya
uk_ua: Глобальний.закрити
zh_hant: 關閉

# settings.general.file.icon.style
source: File Icon Style
ar_ae: الإعدادات.عام.ملف.أيكون.نمط
de_ch: Einstellung.allgemein.Datei.Symbol.Stil.
es_mx: Ajustes.general.Archivo.Icono.Estilo.
es_us: Ajustes.general.Archivo.Icono.Estilo
fr_ca: Paramètres.général.fichier.icône.style.
hi_in: सेटिंग्स.general.file.icon.style
id: Pengaturan.umum.file.ikon.gaya
it: Stile Icona File
it_ch: Impostazioni.Generale.File.Icona.Stile
ja_jp: 設定.一般.ファイル.アイコン.スタイル
ko_kr: 설정.일반.파일.아이콘.스타일
nb_no: Innstillinger.Generell.Fil.Ikon.Stil
pt: Definições.Geral.Arquivo.Ícone.Estilo
pt_br: Configurações.Geral.Arquivo.Ícone.Estilo.
tr: ayarlar.genel.dosyası.simge.stil
uk_ua: Settings.general.file.icon.style
zh_hant: 檔案圖示式樣

# settings.theme.terminal.ansi.colors.bright
source: Bright
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.ansi.colors.bright
de_ch: Einrichtungen.Thema.Terminal.ansi.Farben.Helligkeit.
es_mx: Ajustes.tema.terminal.ansi.colores.brillantes.
es_us: Ajustes.tema.terminal.ansi.colores.brillantes.
fr_ca: Paramètres.thème.terminal.ansi.couleurs.vif.
hi_in: सेटिंग्स.थीम.टर्मिनल.ansi.रंग.उज्ज्वल
id: Pengaturan.tema.terminal.ansi.warna.terang
it: Brillanti
it_ch: Impostazioni.tema.terminale.ansi.colori.brillanti.
ja_jp: 設定.テーマ.端末.ansi.カラー.明るい
ko_kr: 설정. 테마. 터미널. 안시. 색상. 밝기.
nb_no: Innstillinger.tema.terminal.ansi.farger.sterke.
pt: Definições.tema.terminal.ansi.cores.brilhantes.
pt_br: configurações.tema.terminal.ansi.cores.brilhante
tr: ayarlar.teması.terminal.ansi.renkler.Parlak
uk_ua: Settings.theme.terminal.ansi.colors.bright
zh_hant: 明亮

# settings.source.control.general.select.files
source: Select files to commit automatically
ar_ae: الإعدادات.المصدر.التحكم.العام.اختيار.الملفات
de_ch: Setup.Source.Control.General.Select.Files.
es_mx: Ajustes.Fuente.Control.General.Seleccionar.Archivos.
es_us: Ajustes.Fuente.Control.General.Seleccionar.Archivos.
fr_ca: Paramètres.source.contrôle.général.select.fichiers.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.चयन.फ़ाइलें
id: Pengaturan.sumber.kontrol.umum.pilih.file
it: Seleziona automaticamente i file da committare
it_ch: Impostazioni.Fonte.Controllo.Generale.Seleziona.File.
ja_jp: 設定.ソース.コントロール.一般.選択.ファイル
ko_kr: 설정.소스.제어.일반.선택.파일들
nb_no: Innstillinger.kilde.kontroll.generell.velg.filer.
pt: Configurações.fonte.controlo.geral.selecionar.arquivos
pt_br: configurações.fonte.controlo.geral.selecionar.arquivos
tr: ayarlar.kaynak.kontrol.genel.seç.dosyalar
uk_ua: Settings.source.control.general.select.files
zh_hant: 自動選擇要提交的檔案
